{
    "Personal Information": "(i) I am SAMPLE NAME of SAMPLE ADDRESS. This is my last will, disposing of all my worldwide assets. (ii) I revoke any previous wills and codicils.",
    
    "Executor": "(i) I appoint my SAMPLE EXECUTOR 1 of SAMPLE ADDRESS 1 and my SAMPLE EXECUTOR 2 of SAMPLE ADDRESS 2 to be the executors and trustees of this will. (ii) If either of them dies before me, refuses to act or is unable to act, or their appointment does not take effect for any other reason, I appoint SAMPLE EXECUTOR firm of SAMPLE ADDRESS to fill the resulting vacancy or vacancies.",
    
    "Administrator of the Estate": "My Trustees must hold my Estate on trust. They may sell all or any of the assets in my Estate as they consider appropriate. From my Estate, they must pay: (i) my debts; (ii) my funeral and testamentary expenses; (iii) all the gifts in this will; and (iv) any inheritance tax that they have to pay that is not a testamentary expense. My Trustees must hold whatever remains when these payments have been made (Trust Fund) on the trusts in the following clauses. The term Trust Fund also includes the assets representing the remainder, and any added income.",
    
    "Children": "(i) My Trustees must hold the Trust Fund on trust for my SAMPLE relationship, SAMPLE name absolutely. If my said daughter dies before me, my Trustees must hold the share of the Trust Fund that they would otherwise have held for my child on trust for my child's own children living at my death in equal shares absolutely. (ii) While a beneficiary under this clause is under 18, my Trustees: (ii.A) may pay the income from the beneficiary's share of the Trust Fund to that beneficiary or use it for his or her benefit; and (ii.B) subject to any exercise of my Trustees' power under this clause, must add to the beneficiary’s share of the Trust Fund any income from that share. (iii) While a beneficiary under this clause is under 18, my Trustees may pay some or all of the capital of the beneficiary’s share of the Trust Fund to the beneficiary or use it for his or her benefit. (iv) Sections 31 and 32 of the Trustee Act 1925 do not apply to the trusts in this clause.",
    
    "Debts and Expenses": "My Trustees must hold my Estate on trust. They may sell all or any of the assets in my Estate as they consider appropriate. From my Estate, they must pay: (i) my debts; (ii) my funeral and testamentary expenses; (iii) all the gifts in this will; and (iv) any inheritance tax that they have to pay that is not a testamentary expense. My Trustees must hold whatever remains when these payments have been made (Trust Fund) on the trusts in the following clauses. The term Trust Fund also includes the assets representing the remainder, and any added income.",
    
    "Special Gifts and Legacies": "(i) Subject to the above, my Trustees must hold the Trust Fund on trust for my said SAMPLE relationship, SAMPLE Gift name absolutely. (ii) Subject to the above, my Trustees must hold the Trust Fund on trust to divide it as follows: (ii.A) A Twenty Five Percent (25%) share to SAMPLE charity UK (RCN: 1089464) of 2 Redman Place, 407 St. John Street, London, E20 1JQ, United Kingdom. (iii) My Trustees must hold the remaining Seventy Five Percent (75%) share on trust to divide it into five equal shares and to hold one share on trust absolutely for each of the following: (iii.A) SAMPLE charity (RCN:1105487) of Biltor, Edgelands Lane, Newton Abbot, Devon, TQ12 5UF. (iii.B) SAMPLE charity (RCN:1141831) of Honeysuckle Farm, Haccombe With Combe, Newton Abbot, Devon, TQ12 4SA, United Kingdom. (iii.C) SAMPLE charity (RCN: 1059523) of 52 Long Park, Amersham, Buckinghamshire, HP6 5LF, United Kingdom. (iii.D) SAMPLE charity (RCN: 1127194) of 204 Merafield Road, Plymouth, Devon, PL7 1UQ, United Kingdom. (iii.E) SAMPLE charity (RCN: 274589) of Tower Farm, Oxford Road, High Wycombe, Buckinghamshire, HP14 3TD, United Kingdom. (iv) If, at my death, any of the charities named in this clause no longer exists or is being wound up, my Trustees must: (iv.A) if the Original Charity has merged, or is about to merge, with another charity (Recipient Charity) and the merger, when completed, is registered in the official register of mergers maintained by the Charity Commission, pay the Recipient Charity the share of the Trust Fund that would have been payable to the Original Charity; or (iv.B) if this clause does not apply, pay the share of the Trust Fund that would have been payable to the Original Charity to another charity that has objects similar to the Original Charity."
  }
  