{
    "Personal Information": "Scope of this Will:\n1.1 I am SAMPLE NAME of SAMPLE NAME Address, United Kingdom. This is my last will, disposing of all my worldwide assets.\n1.2 I revoke any previous wills and codicils.",
  
    "Executor": "Appointment of Executors and Trustees:\nI appoint my SAMPLE EXECUTOR 1 and my SAMPLE EXECUTOR 1 to be the executors and trustees of this will.",
  
    "Administrator of the Estate": "Administration of Estate:\n3.1 My Trustees must hold my Estate on trust. They may sell all or any of the assets in my Estate as they consider appropriate. From my Estate, they must pay:\n(a) my debts;\n(b) my funeral and testamentary expenses; and\n(c) all the gifts in this will.\n3.2 My Trustees must hold whatever remains when these payments have been made (Trust Fund) on the trusts in the following clauses. The term Trust Fund also includes the assets representing the remainder, and any added income.",
  
    "Children": "Absolute Gifts to My Children:\n4.1 My Trustees must hold the Trust Fund on trust to divide it into two equal shares and hold them as follows:\n(a) one share for my APPOINTED FOR GIFT NAME 1 absolutely; and\n(b) one share for my APPOINTED FOR GIFT Name 2 absolutely.\n4.2 If my daughter SAMPLE EXECUTOR 1 die before me, my Trustees must hold the share of the Trust Fund that they would otherwise have held for my daughter on trust for my daughter's own children living at my death in equal shares absolutely. If my daughter had any child who also dies before me (my grandchild), my Trustees must hold the share of the Trust Fund that they would otherwise have held for my grandchild on trust for my grandchild's own children living at my death in equal shares absolutely, and so on for each subsequent generation.\n4.3 If the previous trusts of any share in clause 4.1 or clause 4.2 cannot take effect my Trustees must add that share proportionately to any other shares whose trusts are in effect.\n4.4 While a beneficiary under this clause 4 is under 18, my Trustees:\n(a) may pay the income from the beneficiary's share of the Trust Fund to that beneficiary or use it for his or her benefit; and\n(b) subject to any exercise of my Trustees' power under clause 4.4(a), must add to the beneficiary's share of the Trust Fund any income from that share.\n4.5 While a beneficiary under this clause 4 is under 18, my Trustees may pay some or all of the capital of the beneficiary's share of the Trust Fund to the beneficiary or use it for his or her benefit.\n4.6 Sections 31 and 32 of the Trustee Act 1925 do not apply to the trusts in this clause 4.",
  
    "Debts and Expenses": "Forfeiture:\n5.1 I declare that any person who would otherwise benefit under my will but who:\n(a) institutes any proceedings to set aside or contest the validity of my Will or any provision of it;\n(b) lodges any formal objection to the probate of my will; or\n(c) brings any claim under the Inheritance (Provision for Family and Dependants) Act 1975 in respect of my estate,\nshall forthwith be excluded from receiving any benefit under my will, and my will shall take effect as if no provision had been made to benefit that person.",
  
    "Special Gifts and Legacies": "Sections 31 and 32 of the Trustee Act 1925:\nSections 31 and 32 of the Trustee Act 1925 apply to interests under this will unless expressly excluded."
  }
  