{
    "Personal Information": "1.1 I am SAMPLE NAME of SAMPLE ADDRESS. This is my last will, disposing of all my worldwide assets.\n1.2 I revoke any previous wills and codicils.\n1.3 References in this will to my SAMPLE RELATIONSHIP 1 must be read as references to SAMPLE RELATIONSHIPS 1 NAME.\n1.4 Although this will is in similar terms to the will of my wife, there is no agreement between us not to revoke or change our wills. I am free to revoke or change my will at any time.",
    
    "Executor": "2. Appointment of Executors and Trustees\nI appoint my SAMPLE RELATIONSHIP 1, and my SAMPLE RELATIONSHIP 4 , SAMPLE RELATIONSHIPS 4 NAME and SAMPLE RELATIONSHIPS 5 to be the executors and trustees of this will.",
    
    "Administrator of the Estate": "6.1 My Trustees must hold my Estate on trust. They may sell all or any of the assets in my Estate as they consider appropriate. From my Estate they must pay:\n(i) my debts;\n(ii) my funeral and testamentary expenses;\n(iii) all the gifts in this will; and\n(iv) any inheritance tax that they have to pay under clause 5 that is not a testamentary expense.\n6.2 My Trustees must hold whatever remains when these payments have been made (Trust Fund) on the trusts in the following clauses. The term Trust Fund also includes the assets representing the remainder, and any added income.",
    
    "Children": "8. Trusts for My Children at 25\n8.1 Subject to clause 7, my Trustees must hold the Trust Fund on trust for my children who are living at the Inheritance Date and who reach 25, in equal shares.\n8.2 While a beneficiary under this clause 8 is under 25, my Trustees:\n(i) may pay the income from the beneficiary's share of the Trust Fund to the beneficiary or use it for his or her benefit; and\n(ii) subject to any exercise of my Trustees' power under clause i, must add to the beneficiary’s share of the Trust Fund any income from that share.\n8.3 While a beneficiary under this clause 8 is under 25, my Trustees may pay some or all of the capital of the beneficiary’s share of the Trust Fund to the beneficiary or use it for his or her benefit.\n8.4 If any child of mine dies before the Inheritance Date or before reaching 25, my Trustees must hold the share of the Trust Fund that they would have held for my child if my child had been living at the Inheritance Date and reached 25 on trust for my child's own children living at the later of the Inheritance Date or my child's death in equal shares absolutely. If my child had any child who died before him or her (my grandchild), my Trustees must hold the share of the Trust Fund that they would otherwise have held for my grandchild on trust for my grandchild's own children living at the later of the Inheritance Date and my grandchild’s death in equal shares absolutely, and so on for each subsequent generation.",
    
    "Debts and Expenses": "6.1 My Trustees must hold my Estate on trust. They may sell all or any of the assets in my Estate as they consider appropriate. From my Estate they must pay:\n(i) my debts;\n(ii) my funeral and testamentary expenses;\n(iii) all the gifts in this will; and\n(iv) any inheritance tax that they have to pay under clause 5 that is not a testamentary expense.\n6.2 My Trustees must hold whatever remains when these payments have been made (Trust Fund) on the trusts in the following clauses. The term Trust Fund also includes the assets representing the remainder, and any added income.",
    
    "Special Gifts and Legacies": "9. Default Gift of the Trust Fund\n9.1 Subject to the above, my Trustees must hold the Trust Fund on trust to divide it according to the following percentages:\n(a) 50% to be divided into three equal shares as follows:\n(i) two shares for SAMPLE RELATIONSHIP 5 and my father SAMPLE RELATIONSHIP 5, SAMPLE RELATIONSHIP 5 NAME, jointly or to the survivor of them absolutely; and\n(ii) one share for my sister LOUISE JANE BARBER absolutely.\n(b) 50% for SAMPLE RELATIONSHIP 5 Name, SAMPLE RELATIONSHIP 6 Name, SAMPLE RELATIONSHIP 7 Name, and my father-in-law SAMPLE RELATIONSHIP 7 in equal shares absolutely."
  }
  